[Settings]
AuthorName=
AuthorEmail=
Language=Deutsch (Hungarian)
RTLReading=0
CrashRptVersion=1402

[MainDlg]
DlgCaption=Raport de greșeală
HeaderText=%s sa oprit să funcționeze
SubHeaderText=Vă rugăm să ne transmiteți acest raport de greșeală (%s), pentru a ne ajuta să înlăturăm problema în scopul umbunătățirii acestei Software.
WhatDoesReportContain=Ce conține acest raport.
ProvideAdditionalInfo=Vă rugăm să ne dați informații suplimentare despre această problemă (se recomandă).
YourEmail=Emailul Dv.:
DescribeProblem=Descrieți în cîteva cuvinte ce a-ți făcut cînd a apărut greșeala:
MyConsent=Prin apăsarea butonului “transmiteți raportul”-confirmați că cunoașteți conținutul raportului și că acceptati regulile cu privire la ocrotirea datelor.
MyConsent2=Prin apăsarea butonului “transmiteți raportul”-confirm că eu cunosc cuprinsul acestui raport.
PrivacyPolicy=Regulă de ocrotirea datelor.
InvalidEmailCaption=E-Mail-Adresă invalidă.
InvalidEmailText=Vă rugăm să dați o adresă E-Mail valabilă, de ex. nume@hotmail.com.
SendReport=Transmiteți raportul.
CloseTheProgram=Terminați programul.
RestartApp=%s start reînoit, după ce sa închis această fereastră.
OtherActions=Opțiuni suplimentare…
SendReportLater=Terminați programul și transmiteți raportul.

[DetailDlg]
DlgCaption=Detalii despre raportul de greșeala.
DoubleClickAnItem=Dublu click pe o intrare, pentru a o porni cu programul corespunzător.
FieldName=Nume
FieldDescription=Descriere
FieldSize=Mărime
Preview=Pre vizualizare
PrivacyPolicy=Regulă de ocrotirea datelor
Close=Inchideți
Export=Export…
NoDataToDisplay=Nu aparțin date.
PreviewAuto=Auto
PreviewText=Text
PreviewHex=Hex
PreviewImage=Image
PreviewVideo=Video
Encoding=Text-Codificare
DescCrashDump=Crash Minidump
DescXML=XML descriere de Crash
DescScreenshot=Desktop-Screenshot
DescRegKey=Registry Key Dump
DescVideo=Desktop Video Capture
Open=Open
DeleteSelected=Delete Selected File(s)
AttachMoreFiles=Attach More File(s)…
           
[ProgressDlg]
DlgCaption=%s - Raportul greșelii se transmite
DlgCaption2=%s s-a oprit să funcționeze
DlgCaptionExport = %s - Raportul greșelii se exportă
CollectingCrashInfo=Se vor acumula informațiile despre problemă…
CompressingFiles=Fișierele raportului de greșeală se vor comprima…
StatusText= Raportul greșelii se transmite acum (Incercarea %d von 3)…
ConfirmLaunchEmailClient=Raportul de greșeală se poate transmite cu programul de E-mail standard al Dv. (%s).\nApasați vă rog "OK", pentru a porni programul de E/mail, sau pe "Întrerupe".
CompletedWithErrors=Au apărut greșeli. Apăsați pe închide, pentru a închide această fereastră.
ExportedWithErrors=În timpul exportului au apărut greșeli. Apăsați pe închide, pentru a închide această fereastră.
CopySelectedLines=Copiază selecția
CopyTheWholeLog=Copiază întregul log
Cancel=Întrerupe
Cancelling=Procesul se întrerupe…
Close=Închide

[ResendDlg]
DlgCaption=%s - Transmite raportul de greșeală
BalloonCaption=%s - Rapoarte de greșeală
BalloonText=În program  %s au apărut greșeli. Click aici, pentru a transmite acum rapoartele de greșeală.
ColumnCreationDate=Data de creare
ColumnSize=Mărime
ColumnStatus=Status
ClickForDetails=Dublu click pe o intrare, pentru a arăta detalii.
SelectedSize=Selectat: %d. Mărimea totală: %s
SendNow=Transmiteți acum
ShowLog=Arată protocolul
MyConsent=Prin apăsarea butonului de “Transmite raportul”, adeveresc, că eu cunosc conținutul raportului și că accept regula de ocrotire a datelor.
MyConsent2=Prin apăsarea butonului de “Transmite raportul”, adeveresc, că eu cunosc conținutul raportului.
PopupShow=Vizionare
PopupExit=Terminare
PopupRemindLater=Inchide această fereastră, dar mai tîrziu amintește-mi de acest lucru
PopupNeverRemind=Inchide această fereastră, dar mai tîrziu nu mai aminti de acest lucru
StatusPending=nerezolvat
StatusInProgress=procesul se desfășoară…
StatusSucceeded=Cu succes
StatusFailed=a eșuat
CurrentAction=acțiune actuală:
DeliveryingReports=Rapoartele de greșeală se transmit…
DeliverySucceeded=Rapoartele de greșeală au fost transmise cu succes.
DeliveryFailed=Transmiterea rapoartelor de greșeală s-au încheiat cu erori.
SelectAll=Selectați totul
DeselectAll=Deselectați totul
DeleteSelected=Șterge cele selectate
DeleteAll=Ștergeți totul

[VideoRecDlg]
DlgCaption=%s - Screen Video Capture
Text=%s is going to start video capture of your screen to help better understand and fix errors that occur in this software. Note that screen capture may reduce performance of your computer. To continue, click the 'Allow' button.
Allow=Allow
Cancel=Cancel